{
    "record_id": "2017-033",
    "title": "Nation of Immigrants",
    "category": "social media post",
    "date": "2017-02-01",
    "url": "https://www.facebook.com/zuck/posts/10103460278231481",
    "statements": [
        {
            "speaker": "Mark Zuckerberg",
            "statement": "My great grandparents came from Germany, Austria and Poland. Priscilla's parents were refugees from China and Vietnam. The United States is a nation of immigrants, and we should be proud of that.\n\nLike many of you, I'm concerned about the impact of the recent executive orders signed by President Trump.\n\nWe need to keep this country safe, but we should do that by focusing on people who actually pose a threat. Expanding the focus of law enforcement beyond people who are real threats would make all Americans less safe by diverting resources, while millions of undocumented folks who don't pose a threat will live in fear of deportation.\n\nWe should also keep our doors open to refugees and those who need help. That's who we are. Had we turned away refugees a few decades ago, Priscilla's family wouldn't be here today.\n\nThat said, I was glad to hear President Trump say he's going to \"work something out\" for Dreamers -- immigrants who were brought to this country at a young age by their parents. Right now, 750,000 Dreamers benefit from the Deferred Action for Childhood Arrivals (DACA) program that allows them to live and work legally in the US. I hope the President and his team keep these protections in place, and over the next few weeks I'll be working with our team at FWD.us to find ways we can help.\n\nI'm also glad the President believes our country should continue to benefit from \"people of great talent coming into the country.\"\n\nThese issues are personal for me even beyond my family. A few years ago, I taught a class at a local middle school where some of my best students were undocumented. They are our future too. We are a nation of immigrants, and we all benefit when the best and brightest from around the world can live, work and contribute here. I hope we find the courage and compassion to bring people together and make this world a better place for everyone.",
            "position": 0
        }
    ]
}