{
    "record_id": "2017-074",
    "title": "Live at F8",
    "category": "speech",
    "date": "2017-04-18",
    "url": "\n\thttps://www.facebook.com/zuck/videos/10103658355917211/",
    "statements": [
        {
            "speaker": "Mark Zuckerberg",
            "statement": "[music]\nHey everyone. Hey.",
            "position": 0
        },
        {
            "speaker": "Crowd",
            "statement": "[cheers]",
            "position": 1
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "[00:00:30] Hey everyone. Hey. Hey, welcome to F8.",
            "position": 2
        },
        {
            "speaker": "Crowd",
            "statement": "[cheers]",
            "position": 3
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "We're gathered here at the second biggest event called F8 this week. And, uh, you know, we probably should have seen this one coming after ... Probably should have seen this coming after Fast and the",
            "position": 4
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "And uh, it's long, it's like 6000 words, and you know I, I'm not sure if all you guys got a chance to read every word of it so I figured maybe we'd just start by reading it to you, right now.",
            "position": 5
        },
        {
            "speaker": "Crowd",
            "statement": "[laughs]",
            "position": 6
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Uh ... [laughs]. All right. In all seriousness, this is an important time to work on building community. You know, we live in a time when society is divided, and we all have a lot of work to help [00:03:00] bring people closer together. And when we talk about this divide, a lot of us talk about the economic issues. But I think a bigger part of the solution is social, as well.\nWe all get a lot of meaning from the communities we're a part of, and whether they're companies or churches, sports teams or volunteer groups, they give us a sense of purpose. Right, this feeling that we're a part of something bigger than ourselves, that we're needed and that we're not along.\nSo these groups make up our social fabric, and that's why it's so striking that membership [00:03:30] in all these groups has declined so much over the last few decades. Since the 70s, memberships in all kinds of different local groups has gone down by as much as a quarter. That's a lot of people who now need to find a sense of purpose, uh, somewhere else.\nFor the past decade, Facebook has focused on connecting friends and family.\nAnd now, with that foundation, our next focus is building community. We've always done a lot of work to help people share and get a diversity [00:04:00] of opinions out there, and we're always gonna do this. But now, in addition, we're also gonna work on building common ground. Not just getting more different opinions out there, but also helping to bring people closer together.\nThere's a lot to do here. We have a full roadmap, uh, of products to help build groups and community, uh, help build a more informed society, help keep our communities safe, and we have a lot more to do here. Uh, and we're reminded [00:04:30] of this, uh, this week by the tragedy in Cleveland. And our hearts go out to the family and friends of Robert Godwin senior, and uh, we have a lot of work and we will keep doing all we can to prevent tragedies like this from happening.\nNow, since this is F8, our developer conference, today we're gonna focus on the technology that we're building together for the long [00:05:00] term. Because in the future, technology is gonna kee-, make us more productive, and that's gonna change how we all work, and it's gonna free us up to sped more time on, uh, the things we all care about, like enjoying and interacting with each other and expressing ourselves in new ways.\nIn the future, I think that more of us are gonna contribute to culture and society, uh, in ways that are not measured by traditional economics and GDP. A lot more of us are gonna do what today is considered the arts, and that's gonna form the basis of a lot of our communities.\nSo [00:05:30] that's why I'm so excited about augmented reality, because it's gonna make it so that we can create all kinds of things that until today have only been possible in the digital world, and we're gonna be able to interact with them and explore them together.\nSo, at last year's F8, we talked about our ten year road map, uh, to give everyone in the world the power to share anything they want with anyone. And one of the key long term technologies that we talked about was augmented reality. Now, we all know where we want this to get eventually, right. We, we [00:06:00] want glasses, or eventually contact lenses that look and feel normal, ut that let us overlay all kinds of information and digital objects on top of the real world.\nSo we can just be sitting here, and we want to play chess. Snap, here's a, a chessboard, and we can play together. Uh, you want to watch TV, we can put a digital TV on that wall, and instead of being a piece of hardware, it's a one dollar app, instead of a $500 piece of equipment.\nSo think about how many of the things that we have in our lives actually don't need to be physical. They can be digital, and think about [00:06:30] how much better and more affordable and accessible they're gonna be when they are. And so think about going to Rome on vacation, and having information about the Colosseum overlayed on the actual building, or directions overlayed on the actual street.\nAnd think about, uh, if your daughter is a big Harry Potter fan, for her birthday, you can change your home into Hogwarts, although I bet some ten years form now, we'd get the form factor that we all want. [00:08:00] But over the last couple of years, we've started to see primitive versions of each of these use cases on our phones and cameras.\nSo for displaying information, uh, we've all seen people take photos and write text on them, or circle things or draw arrows to highlight information. For digital objects we have games like Pokemon, where, uh, you can overlay a digital Pokemon on top of the real world in front of you. And for enhancements, we have things like face filters, and style transfers to make our images [00:08:30] and videos more fun.\nNow, a lot of people look at this stuff, and it seems so basic. Right, and, you, you ask y-, you know, maybe this is just, you know, what kids are into doing these days, but you know, we look at this and we see something different. We see the beginning of a new platform. We're not using primitive tools today, because we prefer primitive tools. We're using primitive tools, because we're still early in the journey to create better ones.\nAnd in order to create better tools, [00:09:00] first we need an open platform where any developer in the world can build for augmented reality without having to first build their own camera and get a lot of people to use it. But, when you look around at all the different cameras that are out there today, noone has built a platform yet.\nSo today, we're going to start building this platform together. And we're going to make the camera the first mainstream augmented reality platform. So if you take one thing away from today, this is it, right here. We're making [00:09:30] the camera the first augmented reality platform.",
            "position": 7
        },
        {
            "speaker": "Crowd",
            "statement": "[cheers]",
            "position": 8
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "So, uh, for those of you who watched us roll out cameras across all our apps and you wondered what we might've been doing, that was act one. This is act two. Giving developers the power to build for augmented reality in the first augmented reality platform, the camera.\nAll right, so let's take a look at what this is gonna look like. All [00:10:00] right, so you're gonna be able to swipe to the camera, and you're gonna start discovering effects that your friends are using, and that are relevant to that place you're at nearby. And you're gonna be able to scroll through all the effects, and there are gonna be a lot of them.\nNow, we're gonna start today with all the basic effects that you're used to. Face masks, art, uh, art frames, style transfers. And now, since this is an open platform, you're gonna be able to create your own, and instead of having maybe ten or 20 options to choose [00:10:30] from, uh, you're gonna have thousands of options, from creators all over the world, from all different kinds of cultures, and backgrounds and styles. And this is launching in beta today.",
            "position": 9
        },
        {
            "speaker": "Crowd",
            "statement": "[cheers]",
            "position": 10
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Now this is just the first step though, so we, we have, we have a, a lot crazier stuff that I want to show you, uh, that's gonna be coming soon. So now for, for real augmented reality, you don't just want the ability to do those tools. Y-, you also want the ability to have realistic, [00:11:00] 3D objects, and in order to do that, uh, you need to have a platform that has, that gives them precise location, a realistic relationship, uh, with objects around them in their environment.\nSo, there's an AI technique for doing this, called simultaneous localization and mapping, or SLAM, uh, for those of you in the, the AI community. And um, here's how this works. So you're gonna be able to easily create anything you want. You can write a fun message next to your breakfast and, and it's gonna be able to slide onto the table ... [00:11:30] And, since we understand the depth of the table, you saw it was occluded in the right place as it came up, and you're gonna be able to pan around, and it's gonna maintain it's position on the table exactly, uh, as if it were a real object in the world.\nSo, we're gonna make this more fun, let's add some, uh, some breakfast sharks, uh, swirling around my bowl, uh some clouds. And you know, there you go. There, it, it's got the depth right, so when they go behind the bowl, uh, they, they're occluded, it, it ges the depth of the table and all that. All right so, [00:12:00] there, there's some pretty involved AI work. Uh, to, to make this all work, and, and we can do this on a phone, so uh, now, but we're just gonna start, this is, this is jus the first one that I want to show you, these are technological foundations for advanced AI.\nLet's go to the next one. Now, since we're mapping out, uh, these scenes in 3D, right, since we have the depth of an image, we can go from taking a still photo, to mapping out a whole 3D scene. So, this actually is, was, was taken from a 2D, still image in our office in Seattle. And form [00:12:30] the still photo, we constructed a 3D scene, and now, because it's a 3D scene, we can pan around ... How crazy is that? Crazy.",
            "position": 11
        },
        {
            "speaker": "Crowd",
            "statement": "[laughs]",
            "position": 12
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "[laughs] I can't help it. All right, um, now [laughs], look, we, we also have some of the best, uh, computer vision and uh, object recognition work, i-, in the world. So that's gonna help you identify different things in the scene to, uh, help you surface relevant effects that you want to check out. So, you're gonna be able to tap on the coffee mug, and we're [00:13:30] gonna service effects that are relevant to coffee.\nRight, so you're gonna have steam. Uh, you can add a second coffee mug so it looks like you're not drinking, uh, that you're not having breakfast alone, and uh, since it's a digital object, you can, you can make it bigger if you want, or smaller, you can make it any size you want. You can tap on the plant ... You can add flowers that are blooming, you can, um, water the plant with a raincloud, or, whatever else it is that you do with plants, I guess.\nUm, you can tap on the wine bottle, and [00:14:00] you can add an information card, or that, that shares, that, that shows um, and what the vintage of the wine is, and you know, what the rating is, and maybe where to get it, or maybe in the future even a link to buy it.\nSo, they're gonna be, some of these effects are gonna be fun, and others are gonna be useful. So in augmented reality, you're gonna be able to do all of this different stuff. So, these are three of the technological building blocks for building augmented reality. Precise location, 3D effects, and object recognition. But [00:14:30] now that we've gone through some of the technology, let's take a look at some of the use case that you're gonna be able to, to build and do. All right so let's start with the most basic. This is an AR tool, that Nike created, for helping you visualize and share your runs in some fun news ways. Now in augmented reality, we are going to face near constant reminders that Ime is in better shape than us.\nIme is probably out for a run right now before he comes on stage in 20 minutes [laughs]. Now, [00:15:00] look, we, we, we all do things like this every day, like running, um, you know, everyday things. Running, cleaning our home, doing laundry, changing diapers, and the reality is, we're proud of these things. Right, we want to express them. But we often don't get a chance to do that because they feel mundane. Right, it doesn't feel special enough to share. So, you know, too often, we, we don't share them unless we have something that makes that moment funny, or feel like it's gonna be relevant to other people. So as, as silly as effects like this might seem, [00:15:30] they actually are really important and meaningful, because they give us the ability to share what matters to us on a daily basis.\nLet's talk about games. Now, more than a billion of us play games, and I think there's gonna be a whole new genre of augmented reality games coming. So here's an example, uh, of a father playing an augmented reality game with his kids, in the waiting room in the doctor's office, where he's using the table in the waiting room as the, the game board for a tower defense game, and the kids can kinda slap [00:16:00] the bad guys before they get to you. Now, there's gonna be a lot of awesome stuff like this that comes, and I'm pretty excited about this, this part of the platform is gonna be coming a bit later this year. Let's talk about art. Now with augmented reality, you're gonna be able to create and discover, um, all kinds of new art around your city. So, you know, this is actually, this is a piece at Facebook headquarters, and you know, without augmented reality, this actually just looks like a blank wall. But when you are in augmented reality, [00:16:30] you get this beautiful piece of art that's not just a painting on the wall, but it fills up the whole space. Uh, it's 3D, and not only that, uh, it, it's, it's something that would be impossible to build, uh, or, or make in, in reality, 'cause you have this infinite waterfall of, of paint coming down, and, it's um, it, it's really quite something to look at.\nNow, one thing that's, it's kind of a funny side effect of this, is that, now we're on Facebook we notice that there are just people gathering around looking at blank walls.",
            "position": 13
        },
        {
            "speaker": "Crowd",
            "statement": "[laughs]",
            "position": 14
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "[00:17:00] Yeah so, you know, this is gonna be a thing in the future. Right, I mean, it's just, you know, people just kinda sitting around and, and staring at blank walls, so we actually put a physical plaque on this wall, to commemorate that this is, we, we think is gonna be one of the first pieces of augmented reality street art in the world, but there's a lot more like this coming.\nNow one of the things that I've always anted to do, is um, i-, is leave notes for friends at different places, And in order to do this, you need to have a really precise sense of location, so this isn't just about you know, finding a Pokemon [00:17:30] within a one block radius. Um, you need a very exact location. Um, so I'm talking about sharing a note to tell your friend what the best special is, right next to the sign of the specials at a restaurant. Uh, or marking your table at a local dive bar that you go to, uh, with your friends. Or, uh, leaving note for your, your wife on the refrigerator. And so some of this stuff I think is gonna be, is gonna be really special. All right.\nSo those are just a few of the examples of, uh, of what we're doing, for this augmented [00:18:00] reality platform, and like I said, it starts in closed beta today. Uh, I want to be really clear and, and, and, you know, set expectations and it's gonna take a while for this to develop. Uh, there's a lot in here that we're gonna roll out over time, um, it's, your experience isn't gonna change dramatically overnight. Uh, it's gonna take a while to roll some of these things out, and then even longer for developers to actually start building all of these experiences.\nBut over time I do think that this is going to be a really important technology that changes how we use our phones, um, and, [00:18:30] and eventually all of technology. And this is a technology, uh this is the kind of technology problem that we love to solve, and build. Uh, because there's a, a long roadmap of technology to build, for year. And so even if we were a little slow to add cameras to all our apps, I am confident that now we're going to push this augmented reality platform forward.\nAnd long term, uh, all the work that we're doing here is gonna go into glasses that we all want, it's all the same [00:19:00] technology, and this is another step on the path there. All right. Now, we have a lot more to talk about over the next couple of days, that relates to the ten year roadmap to give everyone the, the power to share anything they want with anyone.\nUm, we're gonna talk about AI. Uh, we, we're gonna show you some of the AI work that goes into making this augmented reality platform work, and a lot of the other stuff that we're, that we're building. Uh, we're gonna talk about virtual reality, and we're gonna launch our first social virtual reality product. [00:19:30] Virtual reality and augmented reality go hand in hand. And um, you know, this virtual reality experience is gonna, you know, give you a taste of what its like to, uh, ha-, have this real sense of presence with your friends, no matter where they are in the world, and to start interacting with all kinds of digital objects on the road to fully augmented reality.\nWe're also launching the next generation of Messenger platform. Uh, we already have AI that, uh, helps businesses answer all kind of questions from their customers, [00:20:00] and today we're gonna launch a bunch of discover tools, that are gonna help you find the businesses and bots that you want to interact with on the platform.\nTomorrow, uh, we're gonna update you on all of our work around connectivity. We have our team in Arizona right now preparing for the second flight of Aquila, our solar powered plane, and that's gonna help beam down internet connectivity to people all around the world, and we're gonna update you on a lot of the other technology that we're building too.\nAnd you're also gonna hear from Regina Dugan, about some of the work that we're doing [00:20:30] in Building 8, even further out beyond augmented reality. And that includes uh, work around direct brain interfaces, uh, that are gonna eventually, one day, uh, let you communicate using only your mind. Now, that stuff is really far out, uh, but, she actually has some pretty interesting stuff that she's gonna talk about today. Uh, tomorrow.\nAll right, so, that's what we're working on. Uh, we're building tools to give everyone the power to share what they want, and I'm really excited about this augmented reality platform, and all of the stuff that we're gonna be able to create with it. And this is an important time [00:21:00] for us to work on technology like this, because we all have a lot of work to build community, and bring people closer together. And as always, it is an honor to be on this journey with you.\nSo, thank you all for coming out, and now we're gonna ha- ...",
            "position": 15
        }
    ]
}