{
    "record_id": "2017-182",
    "title": "Keynote: Oculus Connect",
    "speakers": [
        "Mark Zuckerberg",
        "Speaker 2"
    ],
    "category": "speech",
    "date": "2017-10-16",
    "url": "https://www.facebook.com/zuck/videos/10104098492370231",
    "statements": [
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Hey everyone. Hey. Welcome to OC4.\nBefore we get started, I just want to take a moment to say how much it means to us that you're all here today. Looking around, I see a lot of familiar faces and people we've been working with for awhile here, people in the industry who have been pushing this forward for a while. And I just want to take a moment to thank [00:00:30] all of you for all of the work that you've been doing to push virtual reality forward. Thank you guys.\nWe're all here because we're legitimately excited about the future and, we're committed to making it a reality. And we believe that one day almost everyone is going to use virtual reality to improve how we work, how we play, and how we connect with each other. But we know that the [00:01:00] most important technologies don't start off mainstream. In fact, a lot of them seem maybe even too crazy or complex to start. The conventional thinkers will always say that there's going to be something more familiar or that delivers enough of the value. So why build a completely new platform?\nThey say, why build the PC when most people just want a word processor? Why build the whole internet when most people [00:01:30] like dialing up through AOL? Why put a computer in your pocket when most people are just asking for a phone that texts well? And why build virtual reality when most people think 2D screens are pretty good today?\nThe reality is, at every step along the way, the future is built by the people who believe it can be better. The people who are dedicated to creating that foundation for all of us to build upon. And that's why we're [00:02:00] all here. And that's why I am excited to be here with you. So thanks for all coming out today.\nA lot has happened since the last time we were all here. A couple of years ago, most of us wouldn't have predicted that today there would be doctors prescribing VR for pain relief in hospitals. Or that overall there would be more than 100 million VR app downloads out there. Virtual [00:02:30] reality is about imagining the world as it could be. Last year we talked about how VR can put people first, and put us at the center of the experience, more than any other computing platform out there. That's because VR is unique in creating this sense of presence, like you're right there with another person or in another place.\nSome people say that VR is isolating and antisocial. [00:03:00] I actually think it's the opposite. Yeah, today we need this big headset, and that's not great. We're working on it. But saying that VR is isolating because it's immersive is a really narrow view of the world that you're all building. The reality is, we all have limits to our reality. Places we can't go, people we can't see, things we can't do. And opening up more of those experiences to all of us, [00:03:30] that's not isolating. That's freeing. And it's already starting to happen.\nNot long ago, if you were paralyzed, your chance of recovery was almost zero. But today there are groups like the Walk Again Project that are using Rift to help patients see their legs moving again, and that helps restore neural function in their brain. In one study, all eight patients who had this therapy regained some motor control. This is a video where [00:04:00] someone is starting to take their first steps towards kicking a ball again.\nAnd then there were people like Dorothy Howard. Dorothy is an 80 year old grandmother living in the UK. She owns an Oculus Rift. And a few weeks ago she posted in the official Rift group on Facebook to troubleshoot an issue, and she said - I'm not going to do the accent well - \"I bought a rift as I am no longer fit to go on holidays. It is fantastic and I'm [00:04:30] looking at spectacular worlds.\"\nDorothy is awesome. \nNow, a lot of us are probably thinking, all right, maybe I don't have a disability. I can see my friends whenever I want to. I'm definitely not an 80 year old British grandmother. All right, fine, you got me. But look, if you can't [00:05:00] think of any way that your reality can be better, then you're not thinking hard enough. Take your work. How long is your commute every single day? Now, I don't know anyone who sits in traffic and thinks to themselves, man, right here, this is the best that reality can be. A lot of people have ideas on how to make transportation better. Self driving cars, hyper loops. And don't get me wrong, I love all of that stuff. [00:05:30] But it's 2017 and the biggest trend in transportation is that it's a lot easier to move bits around then atoms.\nLast month, one of my neighbors told me that his company is distributed, so they do all their meetings in virtual reality. This is actually the Facebook Spaces team's regular Friday meeting, and they do it in Spaces because they're located in all different cities. This way they don't have to get on a plane or drive in cars. I hope [00:06:00] that's not what they're discussing in their meetings, but you know. And it's much better than a video conference. You can see people's gestures, you can actually do work together.\nBut this is bigger than just recreating the physical world or in my office on my desk, I have one screen. But in VR I can have this completely custom setup. I can have people pop in, I can show them what I'm working on, on a bunch of different displays.\nBut still, [00:06:30] this is even bigger than this. It's even bigger than saving a few hours on your commute every day or a few thousand dollars on your setup. This year I've been traveling around the country, and a lot of the places that I've visited just don't have as much economic opportunity is we do here. But we have the ability to help create a world where fewer of us are limited to only doing jobs that are nearby us. Enabling us to be present anywhere creates opportunities [00:07:00] for people everywhere.\nBeyond work, think about all the experiences that you may never get to have. Most of us will probably never get to experience zero gravity, or travel to the International Space Station. But you can in VR. And you know what? That's somewhere that I think I'd like to take my daughters one day.\nOr think about the education opportunities. This one, this is a real program at Stanford that helps [00:07:30] pediatric cardiology students visualize heart issues and how to fix them. There should be a version of this for every education lesson and job training program out there.\nOr let's think about entertainment. Our reality can be a lot better there too. Because I don't think anyone's ideal of playing games with friends is that you're each sitting at your own home looking at your own screen. We want to be together. And in VR you can do this because it's immersive. \n[00:08:00] This year, Echo Arena one best VR game at E3. This is a game that I think most of us have been waiting to play since we read Ender's Game in middle school. I think more games are going to be like this a decade from now. And my team didn't beat me. But there's more than games here. What about live sports and concerts? We're creating a new experience [00:08:30] that we're going to release next year called Venues. And Venues lets you watch live concerts and live sports and premieres of movies and TV shows all around the world with your friends and with thousands of other people at the same time. It's another example of how VR is going to bring us closer together in ways that might not be possible in the physical world. That was a look at our early development there.\n[00:09:00] All right. Whenever people say that we're building virtual reality because we're not satisfied with the one we live in, my answer is, of course we are. And that's a good thing. We believe that the future can be a lot better. Optimism is good.\nNow, it's true that nothing is ever going to replace being with someone in person, or doing something physical. [00:09:30] But when we can't experience those things, when we run up against the limits of reality, VR is going to make our reality that much better.\nSo we're setting a goal. We want to get a billion people in virtual reality. And there are going to challenges to work through. [00:10:00] We have to build a safe environment, and we have to make sure that virtual reality is a force for good in the world. And we have to make sure that virtual reality is accessible to everyone. \nToday, there are two main categories of VR products. There's mobile, like Gear VR, which is affordable, and you can take it with you. But it's not as powerful as a PC, and it doesn't have positional tracking, so you can't [00:10:30] move through space. And then there's PC VR, like the Rift. This is the world class virtual reality experience, but it's a little more expensive, and it ties you to a fixed computer.\nIf we're going to get a billion people in virtual reality, we have to keep working on both affordability and quality. But we also have to find the sweet spot in the middle, that high quality, affordable experience [00:11:00] that doesn't tether you to a PC. So today I'm excited to announce the first product in this sweet spot.\nIt's an all new standalone headset that doesn't require you to snap in a phone or attach a cable. We're calling it [00:11:30] Oculus Go.\nOculus Go is the most accessible VR experience ever. It's an all in one headset. It's great for playing games, for watching movies, and for hanging out with friends. And the price is only 199.\n[00:12:00] It's going to ship early next year. Early next year. All right. But that's actually, that's not the only thing we're working on in the sweet spot here between mobile and PC. Last year where we talked about how the key to unlocking new categories of VR experiences is inside out tracking. It's this idea that instead of having cameras around the [00:12:30] room that look at you to determine your location, you put the cameras on the headset and use computer vision software to determine your location as you move through space.\nLast year at OC3, we gave you an early look at our progress on building inside out tracking. And today I am happy to announce that we're going to have Santa Cruz headsets in your hands, and the hands of developers, in the next year. And [00:13:00] it's going to ship with six degree of freedom tracked controllers.\nThis is a big deal, because this is the first time that anyone has ever shown a complete experience of inside out tracking, working on a standalone headset, and fully tracked controllers. Here's what it looks like.",
            "pos": 0
        },
        {
            "speaker": "Speaker 2",
            "statement": "[00:14:00] It was a workout that time.",
            "pos": 1
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "All right. All right.\nStanding up here today, I am more committed [00:14:30] than ever to the future of virtual reality. It's not about escaping reality. It's about making it better. It's about curing diseases, connecting families, spreading empathy, rethinking work, improving games. And yes, bringing us all closer together. VR is about imagining the world as it could be. And the road ahead, it won't always be easy. But we have some of the most talented people in the world [00:15:00] here in this room working on this. And if we all do what we need to, if we all keep working on building great experiences and putting them in the hands of more people, then VR will change the way we see the world, and it will make all of our lives a lot better.\nThank you for being here today. Thank you for being on this journey with us. And now I'd like to introduce, for the first time at Oculus Connect, our new head of virtual reality, Hugo Barra.",
            "pos": 2
        }
    ]
}