{
    "record_id": "2018-030",
    "title": "MZ Testifies before the EU Parliament ",
    "speakers": [
        "Antonio Tajani",
        "Philippe L.",
        "Mark Zuckerberg",
        "Nigel Farage",
        "Male",
        "Jan Philipp A.",
        "Syed Kamall",
        "Speaker 16",
        "Claude Moraes",
        "Udo Bullmann",
        "Guy Verhofstadt",
        "Dianne Dodds",
        "Gabriele Zimmer",
        "Nicholas Bay"
    ],
    "category": " congressional hearing",
    "date": "2018-04-10",
    "url": "https://www.facebook.com/Vox/videos/895912823929654/",
    "statements": [
        {
            "speaker": "Antonio Tajani",
            "statement": "[crosstalk 00:00:00]. You [00:00:30] have the translation [inaudible 00:00:40]. I'll be speaking [inaudible 00:00:42] in Italian, then English. [Italian 00:00:49]. I declare this extraordinary meeting of the Conference of Presidents open. For the first time, the meeting is being web streamed. [00:01:00] The reason why the meeting's being web streamed is the presence of Mr. Zuckerberg, the founder of Facebook. The meeting will conclude at 7:30.\nThank you Mr. Zuckerberg for accepting our invitation. This is an important mark of respect towards the European Parliament and the European citizens that are represented here. In this room, all political groups are present. [00:01:30] Here, you can explain what happened, inform them of what you have done to solve the problem and answer their questions.\nToday's meeting with be followed by a public hearing on the issues raised by the LIBE Committee a few weeks ago with the corporations of other competent committees. [00:02:00] They want to go into the more technical aspects of these questions, so it will be a proper hearing. In exactly one year's time, 400 million Europeans will be voting. They will be selecting their representatives in this parliament, and we hope that each of those votes will be genuinely a free vote.\nAfter the Cambridge [00:02:30] Analytica scandal about the illegal harvesting of personal data in order to influence electoral results, it's alarming the scandal and I think our citizens deserve a detailed explanation of what took place. That's why we've invited Mr. Zuckerberg to be present with us here this afternoon. I hope that all of the other digital platforms will also be cooperating with [00:03:00] our parliament.\nOur citizens should vote on the basis of true and accurate information. They want to know that their personal data is never, never used to unduly manipulate democratic processes. User-generated data has become a valuable resource and people are prepared to pay large amounts of money for this data. [00:03:30] The price paid by the users is in many cases data in exchange for free services. However, democracy should never become a marketing operation where anyone who buys our data can buy political advantage.\nWithin and without the European Union, there are people who want to use this data in a fraudulent manner. 99% of Europe's citizens have [00:04:00] come across some kind of fake news on social media platforms many people feel that they use as a threat to democracy. That's why we want the major digital companies to respect the rules for the harvesting and use of our data. In a few days, the General Data Protection Regulation will enter into force. [00:04:30] This is a very advanced regulation which will prevent abuse of personal data.\nToday's meeting is just a starting point as we move towards a new form of governance for digital platforms. We are the regulators and at the conclusion of the hearings that will be taking [00:05:00] place, the parliament will be pointing out solutions that digital platforms should adopt to ensure that all future elections are free from the risk of manipulation. We need to define as soon as possible a set of rules that will allow for the proper functioning of the digital market. This mean new responsibilities for operators and new rules for [00:05:30] privacy, copyright and consumer rights.\nWe do not want to do without the social media, but we want to be able to use digital platforms without any danger to our personal privacy, even our security. There is the issue of terrorism out there and I'm sure Mr. Zuckerberg will also say a few words about this situation. [00:06:00] All too many terrorists have got in contact through the social media platforms. We need to prevent this from happening again in future. Europe and the whole world are under attack. This represents an attack on our fundamental values, racism, antisemitism, homophobia. [00:06:30] We need to ensure that these kinds of things do not continue to happen on social media.\nSocial media companies need to react. What we're asking of them is that they contribute in a determined manner and state what they intend to do. Before we get down to the details, I'll start by giving the floor to him so that he has an opportunity to explain what has happened, what he intends to do and what [00:07:00] choices his company is making. We'll go through the groups in usual order. We'll start with the chair of the Civil Liberties Committee, and I will give you about three minutes each for your questions so you've got a chance to have a response. I'll give the floor [00:07:30] to Mr. Zuckerberg so that he can explain his views and then we'll pass onto the questions. Thank you.",
            "pos": 0
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "President Tajana, honorable members of the European Parliament, it's good to be back in Europe. Thank you for inviting me here today for this important discussion. Europeans make up a large and incredibly important part of our global community. Many of the values that Europeans care about deeply are values that we share from the importance [00:08:00] of human rights and the need for community to the love of technology and all the potential that it can bring.\nWe've always focused on all the good that technology and connecting people can bring. As Facebook has grown, it has helped give people everywhere around the world new tools to stay connected to the people they care about most. After the recent terrorist attacks in Berlin and Paris, London and here in Brussels, tens of thousands of people have used our safety check tool to [00:08:30] tell the people they love that they're safe. Refugees arriving in Europe are using Facebook to stay in touch with their loved ones back home and find new communities here.\nThere are 18 million small businesses here in Europe that use Facebook today mostly for free. Almost half of whom say that they have hired more people as a result of their use of our tools, but it's also become clear over the last couple of years that we haven't done enough [00:09:00] to prevent these tools from being used for harm as well. That goes for fake news, foreign interference in elections and developers misusing peoples information. We didn't take a broad enough view of our responsibilities. That was a mistake, and I'm sorry for it.\nIt's going to take time to work through all the changes that we need to make here, but I'm committed to getting this right and to making the significant investments that are necessary to keep people safe. [00:09:30] For example, we are doubling the number of people working on safety and security at our company to more than 20,000 by the end of this year. On top of the investments that we're making in other areas, I expect that these increased investments in security will significantly impact our profitability.\nBut I want to be clear. Keeping people safe will always be more important than maximizing our profits. Let me start by explaining the action we're [00:10:00] taking to prevent what happened with Cambridge Analytica from happening again. Back in 2014, we changed our policies to more tightly restrict the information that apps could get and to proactively review all apps asking for more data. Now we're going to go even further than this.\nFirst, when you use an app, it's now only going to get limited access to your information, your name, your profile photo and your email address, unless they've gone through a [00:10:30] full review. That's much less information than apps can get on mobile platforms today. Second, if you haven't use an app in three months, we're going to prevent that app from accessing your information until you authorize it again. Third, last month, we showed everyone on the top of their Newsfeed a tool with a list of all the apps that they've used as well as a simple way to remove permissions for any apps that they no longer want access.\nFinally, [00:11:00] we're investigating every single app that had access to a large amount of people's information before we locked down our platform in 2014. Where we have concerns, we're going to conduct an audit and suspend the app. If we conclude that people's personal data was misused, we will ban the app and the developer completely and tell everyone who was affected. So far we've investigated thousands of apps, and we've suspended more than 200.\n[00:11:30] As we work to protect people's information, we also need to give people more control. At the heart of Europe's new data protection law, the GDPR, are three important principles: control, transparency and accountability. We've always shared these values and given people the ability to control what information they share and who they share it with. Now we're going even further to comply with these strong new rules.\nWe're making the same controls and [00:12:00] settings available to people who use Facebook around the world. In addition to GDPR, we're also working to give people important new controls. For example, in your web browser, you already have a simple way to clear your cookies and browsing history. We're building a version of this for Facebook 2 that we're calling Clear History. It will enable you to see the information we receive from websites and apps when you use them and to clear this information from your account and [00:12:30] turn off the ability to store it associated with your account going forward.\nWhen you clear your cookies in your web browser, that can make your browsing experience worse. You may have to sign back into every website that you use. Clearing your history on Facebook may make parts of your experience worse too, but this is an example of the kind of control that we think that people should have and something that privacy advocates and regulators especially here in Europe have long called for.\n[00:13:00] Now let's turn to elections. In the next 18 months, there are important elections globally including many here in Europe as well as for the European Parliament, the United States, Brazil, India and Indonesia. In 2016, we were too slow to identify Russian interference on Facebook and the US presidential election. At the time, we were more focused on more traditional [00:13:30] kinds of cyber attacks like phishing and malware. We identified those and we told people.\nWe weren't prepared enough for the kind of coordinated misinformation operations that we are now aware of. Since then, we've made significant investments to protect the integrity of elections by making these kinds of attacks much harder to do on Facebook. I have more confidence that we are going to get this right going forward because we've already [00:14:00] done a better job in several important elections since 2016, including the French presidential election, the German elections and the Alabama special election in the US last year.\nWe're working with governments and other technology companies to share information about threats in real time. For example in Germany, before the 2017 elections, we worked directly with the German federal office for information security. [00:14:30] We're also using new technology including AI to remove fake accounts that are responsible for much of the false news, misinformation and bad ads that people can see on Facebook. In the run up to the 2017 French presidential election, our systems found and took down more than 30,000 fake accounts. In the Alabama special election in the US, we were able to proactively detect and remove fake accounts from Macedonia [00:15:00] that were trying to spread disinformation.\nIt's worth adding that a lot of fake news is economically motivated, not politically motivated. It's much like email spam in that way. The playbook for fighting this is removing the ways in which spammers can make money, so then they just go and do something else. To do this, we've banned sites that regularly run fake news from using our ads products so they [00:15:30] can't make money from it. We built our systems to penalize click bait and sensationalism. We also reduced the distribution of stories and Newsfeed that have been rated as false by third-party fact checkers.\nFinally, we're making the advertising on Facebook much more transparent. We've built a new tool that lets you see all of the ads that any page is running. Now you can see all of the different messages [00:16:00] that an advertiser or a political actor are sending to all of the different audiences that they're trying to reach. We're now testing this in Canada and Ireland and we're going to launch it globally this summer. Increased transparency is going to lead to increased accountability and responsibility for all advertisers on our systems over time.\nSecurity is not a problem that you can ever fully solve. We face sophisticated, well- [00:16:30] funded adversaries who are constantly evolving. But we're committed to continuing to invest heavily in improving our techniques to make sure we stay ahead. We're going to keep building tools to help more people make their voices heard in the democratic process as well. In addition to working on election integrity, Facebook plays a positive role in elections around the world by helping leaders like all of you connect directly [00:17:00] with voters.\nOur get out the vote efforts have helped millions of people register around the world who may have not gone to the polls otherwise. I'm determined to keep building tools that bring people together in meaningful new ways while we work to address our safety and security challenges as well. We're very committed to Europe. Almost 400 million people in Europe rely on our services to connect and communicate with their friends and the communities [00:17:30] that matter most to them.\nDublin is home to our European headquarters. London is home to our biggest engineering team outside of the United States. Paris is home to a big part of our artificial intelligence research. We have data centers in Sweden and Ireland and we're building a new one in Denmark that will come online in 2020. By the end of 2018, Facebook will employ 10,000 people across [00:18:00] 12 European cities, up from 7,000 today. We will continue to invest in Europe in the years ahead, including we've committed to providing 1 million people in small businesses with digital skills training by 2020.\nMy priority has always been our social mission of connecting people, helping people build communities and working to bring the world closer to together. I believe deeply in what we're doing. When we address these [00:18:30] challenges, I know that we're going to look back and view helping people connect and giving more people a voice as a positive force both here in Europe and around the world. Thank you for inviting me to the European Parliament today. I am ready to take your questions, which I'm looking forward to hearing and I'll answer together at the end.",
            "pos": 1
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Thank you. The first speaker is Manfred Weber, Chair of the Group of the European [00:19:00] People Party. You have the floor.\nManfred Weber:Mr. Zuckerberg, welcome the European Parliament and I want to thank also our President Tajani for organizing this meeting. To apologize is a good thing, and it absolutely needed. Consumers in Europe are very disappointed, concerned about what happened. That's why it's great that you're here, you're present. You're showing respect toward the EU consumers. That is a good positive signal, but you know that this is not enough and you said this in your presentation. Now it's about [00:19:30] acting. The implementation of the data protection rules, which we're getting to forth this week is an important step. It's good that you are implementing now the rules we are setting, and it's also good to hear for us, as European lawmakers, that you are using the European data protection rules for global standards. That's good to know and it's good to see.\nIn this regard of this acting aspect, I have two very concrete questions, first of all. The first question is about when you recognized the scandal about Cambridge Analytica, [00:20:00] you decided to stop the access of some of your business partners to the database of Facebook. You said this in your presentation [inaudible 00:20:10] day. I want to ask you why didn't you do it for all the business partners. My first concrete question is is Cambridge Analytica an isolated case or would you say it's the tip of the iceberg? The concrete question is can you guarantee the Europeans that another scandal [00:20:30] will not happen in three, six or nine months time?\nA second point in regard to this question of acting is ... There I want to make a follow up of the questions in Washington. Our colleagues did already a great job there. Senator Kamala Harris asked whether you personally made the decision in December 2015 when you became aware about the Cambridge Analytica data breach to not notify your users. [00:21:00] That is I think an extremely important point. Transparency that the people know what is happening with the data is crucial for us as Europeans. Were you informed and why no information to the users?\nThey are the two questions I want to put on the table on the scandal itself. I think our LIBE colleagues will do a follow up on this. That's why I want to also come to a more general reflection on Facebook and what it means for our societies. [00:21:30] Your company has already today a tremendous power. You know this. For example, the question who is number one on the messages and who is number 10, who is number 100, there you have an algorithm behind. These rules are incomprehensible for the moment. Nobody knows about them.\nWe should, I think, discuss about the loss that oblige you to make these algorithms public in the future because when you have so much power about [00:22:00] who is visible in the social media and who is not visible, that cannot be anymore a decision of a company. That is I think a decision for our societies. I think this is necessary and I'm interested in your arguments why we shouldn't do so. In addition, I want to underline that between Europe and America we have different understanding about what is allowed to publish and what is not allowed to publish.\nIn Europe, for example, the question of videos and texts on radicalization by [00:22:30] Islamists or the glorification of Nazi propaganda is unacceptable for us in Europe, in America. A lot of people would say that is covered by freedom of expression. I see a lot of member states for the moment asking Facebook to voluntarily ban these messages. I think that is very submissive. We should not ask the company to do so, to delete it. I think we should clearly regulate clear rules, what is allowed in social networks in Europe [00:23:00] and what not.\nFinally, during your testimony before the Congress, Senator Lindsey Graham asked you repeatedly the name of only one of your competitors, only one, without success. Probably you can give us today for the European market a competitor. Probably there is one in Europe if there is nobody in America. Is there today in Europe an alternative to Facebook for [00:23:30] the services you are offering? WhatsApp and Instagram are already part of your empire. Would you consider your company as a monopoly? I have to say as a politician I believe in markets and rules, but I also want to stop all kinds of possible monopolies. That's why I think it is time to discuss breaking Facebook monopoly because it's already too much power in only one hand. I ask you simply, and that is my final question, can [00:24:00] you convince me not to do so?",
            "pos": 2
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Now Mr. Udo Bullmann, Chair of the group the Progressive Alliance of Socialists and Democrats in the European Parliament, you have the floor.",
            "pos": 3
        },
        {
            "speaker": "Udo Bullmann",
            "statement": "Mr. Zuckerberg, the reason we talk today is that your business practices allowed for the abuse of private data and for the misuse in order to manipulate [00:24:30] for political purposes. You have mentioned the progress in European legislation. Are you ready to completely comply with the new regulation in Europe within the next three days? This is the 25th of this month when the General Data Protection Regulation enters into force. Can you guarantee that Facebook is in line with the new [00:25:00] rules and can you guarantee that you will not collect, use and sell any data to third parties without proper consent? Especially if people want to come off Facebook, how quickly and under what conditions will their data be fully removed?\nWe would like to know how can you explain that the amount of false account is in the rise. In [00:25:30] 2017, Facebook reported that two to three percent of all accounts were false accounts. In 2018, this is now three to four percent. What is Facebook doing to tackle the spread of especially sophisticated fake accounts which allow for app use of all sorts especially when it comes to political manipulation? Can you perhaps give us the number [00:26:00] of fake accounts that you have been deleted so far this year?\nI'm personally interested in the question of the forthcoming European elections. You mentioned experiences in France and in Germany which came into existence under the pressure of the respective governments. How can you, and will you, guarantee that no manipulation [00:26:30] from foreign and hostile interference sides of the democratic process of your platform ahead of the forthcoming vote can happen? Are you ready to guarantee that for the whole European Union and in which way will you adapt your business model that that can be prohibited from the very instance?\nI firmly believe that we are at the crossroads and in a critical situation [00:27:00] because your business practices touched upon two basic values of our societies. First of all, the personal data which became perhaps the most important asset in modern media society and, secondly, on the right of self government of sovereign nations. This is what it is about and we are looking for your answers.",
            "pos": 4
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "[00:27:30] Now Mr. Kamall, co-chair of the European Conservative Group, you have the floor.",
            "pos": 5
        },
        {
            "speaker": "Syed Kamall",
            "statement": "Thank you. Mr. Zuckerberg, thank you very much for coming to the European Union today and for agreeing to send your legal and technical experts to the Civil Liberties Committee. Can I also thank those here in the parliament who have made this meeting possible. Please rest assured I'm not here to try and score any cheap political points or to do any stunts here, but I want to concentrate what is important for the many people who have contacted me when they knew I'd be here in the room [00:28:00] today.\nI'm a libertarian-minded conservative, and I believe in market-led solutions and that bureaucracy shouldn't starve innovation. I'm also very tech oriented. I quite often joke that I used to be a geek. I'm now the father of geeks, but where business takes advantage of their users or consumers, then they come to us as politicians and they expect us to do something, at least say something, but also do something. What happened with the Cambridge Analytica case has quite rightly raised [00:28:30] serious concerns.\nMany of us use social media. Indeed, I crowdsourced some of the questions today using social media before I came here, but what's really interesting has been the public outcry over so called shadow profiles, where Facebook collects and stores data about internet users that don't have or use Facebook. I understand that Facebook admits that you collect this data and then store it for about 10 days, but given that this data is collected continuously [00:29:00] and that most people use the internet almost every day, then in effect, this becomes a continuous cycle.\nI believe in self responsibility and I know that by having my own Facebook account, I have to take some responsibility for what I put on my own Facebook account, but what happens if I don't have a Facebook account? Is the only way of preventing Facebook collecting my data to avoid the internet altogether or is there another way? How can non users stop Facebook collecting their data? [00:29:30] What do you do with the non-Facebook data? Do you commercialize it? If you do that, is it morally accepted, do you think in your opinion, to collect non-Facebook users' data without them knowing what you do with it? If I'm a non-Facebook user, am I able to see the data that you've collected on me? If not, why not? Thank you. I look forward to your answers.",
            "pos": 6
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "[00:30:00] Now, Mr. Verhofstadt, the chair of the group of the Alliance of the Liberals and Democrats for Europe, you have the floor.",
            "pos": 7
        },
        {
            "speaker": "Guy Verhofstadt",
            "statement": "Thank you President. First of all, my apologies, I came in in the middle of your explanation, but I was saved by Facebook Live. I followed you on Facebook Live and that was my rescue today because of strikes in Paris. I have to tell you, Mr. Zuckerberg, you remember me, in fact, a protagonist of a book. Maybe you know that book [00:30:30] and the name of the protagonist, Mr. Kalden. Kalden is the protagonist in a book of Dave Eggers, as you know, The Circle. In that book, it's about a big data company, a big data company who is out of control. Not even the owner has control on it. Data is used in elections.\nIt seems to me very near to the reality. Also, the fact that maybe you have less control or no control [00:31:00] about your own company for the moment because you have to apologize now ... I think in total you apologized now 15 or 16 times the last decade. In 2003, you started. Every year, you have one or other wrongdoing or problem with Facebook and you have to face the reality and to say sorry and to say that you're going to fix it. Last year, I think it was twice that you apologize and this year, three times already, and we are still in the month of May, so it's a little bit early in the year.\n[00:31:30] What my point is about that is are you capable to fix it? If you have already confronted so many dysfunctions of the system, there has to be clearly a problem. The only way in my opinion to do it ... And I'm a liberal, a free marketer ... Is to have public regulation to do so. It's a little bit like with the banks in the 2006, 2007, 2008. They said also, \"No, we're going to do self regulation. [00:32:00] Don't bother. No, no, we're going to do it ourselves.\" The reality is that they didn't do it themselves, and it was needed to have tough regulation.\nI have here an Avaaz petition where more than 1 million citizens in Europe ask you to do that and to accept regulation and not to continue with the idea, \"Oh, we're going to self regulate.\" I come then to my concrete questions. The first is about the GDPR and [00:32:30] European privacy standards. You have told that you're going to apply them, but are you telling the truth in fact to us?\nAre you telling the truth? Because since the outbreak of Cambridge Analytica, you have massively transfer European data of non-European citizens out from Europe away from European to service otherwise in Europe. I have to tell you, that's against the regulation, against GDPR and against existing directive [00:33:00] in Europe, 9546, who is still applicable. The same that was Mr. Kamall saying is happening, in fact, with European non-Facebook users who are in fact collected by you. That's also illegal in Europe against the regulation.\nThe second point is Article 82 of the GDPR. You have to know Article 82 gives the possibility of compensation if there is a problem, [00:33:30] if Facebook users were abused. May I ask you, have you an idea will you compensate the European Facebook users as was seen in Article 82 of GDPR? Concrete question. What will be the amount that you will give them? Maybe the value that they have with their profile. My value ... I have examined it. My value as Facebook user is $186. I thought it was more, but maybe my wife think it's less. It [00:34:00] could be less. Some of my opponents think it's less, but maybe it's a good basis. What their value is as profile could be the compensation that you give to these people based on the regulation.\nMy third point is about ... Mr. Weber said it already, and I think he's right. You cannot convince him because it's nonsense naturally. You have given the example of Twitter. You have given the example I think also of Google, as some of your competitors, but it's like [00:34:30] somebody who has a monopoly in making cars is saying, \"Look, I have a monopoly making cars because there is no problem, you can take a plane. You can take a train. You can even take your bike, so I have no monopoly.\"\nThere is a problem there. I have two specific questions there. Could you or would you cooperate with the European anti-trust authorities to examine it and to open your books [00:35:00] so that we can see if yes or no there is a monopoly? Secondly, if you have to split up, for example, Facebook Messenger, to give you an example, and WhatsApp and to keep them Instagram, should that be a good deal for you that you could accept?\nFinally, as my last point is on a more personal note, I really think we have a big problem here and it's not solved by saying we're going to fix it ourselves. [00:35:30] You have to ask yourself how you will be remembered, as one of the three big internet giants, together with Steve Jobs, I should say, and Bill Gates, who have enriched our world and our societies, or on the other hand, in fact a genius who created a digital monster that is destroying our democracies and our societies [inaudible 00:35:52]? That's a question that you have to put yourself for yourself.",
            "pos": 8
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Now, Mr. Lamberts, [00:36:00] co-chair of the group of the Greens, you have the floor.",
            "pos": 9
        },
        {
            "speaker": "Philippe L.",
            "statement": "Mr. Zuckerberg, welcome. I'll be straight. I have six binary questions. I gave copy to Kaplan. First of them will Facebook commit to systematically and publicly release data on all politically relevant advertising in all electoral campaigns or referendum campaigns such as Brexit or the campaign we have now in Ireland on abortion, including the amounts, their sources and their targets? [00:36:30] Yes or no. Will Facebook develop a mode of operation that allows Facebook users to completely opt out of targeted advertising? Yes or no.\nReferring to the figures that Udo Bullmann quoted on fake accounts, will Facebook commit to, one, eradicate all remaining fake accounts by the end of the quarter and, B, systematically prevent the creation of [00:37:00] new ones moving forward. Fourth question, does Facebook provide media or curated content or, on the contrary, is Facebook a neutral platform? Here you have to choose one of the two options?\nFifth question, will Facebook voluntarily commit as from 2018 to publish the list of its legal entities, the number of people they employ, their turnover, their profits or losses and the taxes they pay or subsidies they receive on a country [00:37:30] by country basis? Finally, will Facebook commit to pay taxes where it operates and generalize a commitment you apparently recently made to the French authorities no longer to channel the profits made in that country through Ireland or other tax havens? These are my six binary questions. I would welcome simple answers to them.",
            "pos": 10
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Can I ask you to repeat [00:38:00] the second question? I missed that.",
            "pos": 11
        },
        {
            "speaker": "Philippe L.",
            "statement": "The second one is will Facebook develop a mode of operation that allows end users to completely opt out of targeted advertising and what would be the conditions for them, but will you develop that option? As a user, I might be interested.",
            "pos": 12
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "The next speaker is Mrs. Zimmer, chair of the confederal group of European United Left-Nordic Green Left. You have the floor.",
            "pos": 13
        },
        {
            "speaker": "Gabriele Zimmer",
            "statement": "Thank you very much, [00:38:30] but I would like to speak in German. Mr. Zuckerberg, we have this meeting now, but I wonder why originally it wasn't possible to have an open, public meeting, why we couldn't have had the participation of [00:39:00] more members of the different committees so that we could have had a proper discussion. I wonder why you refused that option. I think you have spoken about transparency, for example, about bringing communities together as that being the basis of your platform, so I think that kind of approach would have been important for us.\nYou talked about communication platform, [00:39:30] about having a social mission for the platform that it should make the world a more open place and how 14 years later, I can follow on from what a lot of my colleagues have said that these platforms have changed. There's a lot more fake news based information. The communities have gotten smaller and have [00:40:00] a very narrow view of the world, people in their own little groups. If we look at the situation in Germany and Europe, that's probably something that can still be compensated through public debate, but when we have these misinformation campaigns, these fake news that come through Facebook, for people in other parts of the world, this can be deadly. We have seen these types of cases on [00:40:30] Facebook that have led to the deaths of people.\nI have really very serious concerns as to whether the Facebook business model can really be significantly changed and brought back to its original mission as a communication platform. If we look at [inaudible 00:41:00], [00:41:00] for example, we have to think about what it's become. Is it still something which is manageable, controllable? Can you really give us a serious answer to this question? On the 25th of May, we will have the General Data Protection Regulation which will enter into force. We've had a lot of information that Facebook [00:41:30] supports this, but is this the case? Have you really taken one and a half million people outside of the affected reach of regulation, people from other parts of the world, who were previously covered, but now will not be covered? Is that true, that figure that this regulation will no longer apply to these people?\n[00:42:00] When you said that the regulation would be implemented in spirit, what does that mean exactly? Over the last few years, there have been a large number of meetings with high ranking Facebook officials within the EU with different commissioners, for example, different members of the EU. I think 92 different meetings altogether. [00:42:30] Millions has been spent on lobbying work here in the EU as well to try and postpone the data protection regulation. Is this really in the interests of Facebook? I think we have to think about the relationship between power and society here.\nThen just one very last question that might not seem important to many, but it is important to me. [00:43:00] Facebook was originally founded as a hot or not platform for students to evaluate students on their attractiveness. This is a very long time ago, of course, but I would like to know how has Facebook's philosophy changed in the meantime looking at discrimination against [00:43:30] women, sexism, violence against women, etc. Thank you very much.",
            "pos": 14
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Mrs. Zimmer, just to inform you and clarify things for you, Mr. Zuckerberg has been invited to take part in a conference of Presidents Meeting. He's never refused to take part in any meeting. When he accepted the invitation to attend, I simply asked him whether he would allow [00:44:00] the meeting to be web streamed and he said yes. I don't have any criticisms on that front, but I just thought it was important to set the record straight. I give the floor to Mr. Farage, chair of the Europe of Freedom and Direct Democracy.",
            "pos": 15
        },
        {
            "speaker": "Nigel Farage",
            "statement": "Thank you. Mr. Zuckerberg, as the largest user of Facebook in all the European institutions in terms of followers-",
            "pos": 16
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Please, the microphone close to ...",
            "pos": 17
        },
        {
            "speaker": "Nigel Farage",
            "statement": "Okay, I'll start again. Mr. Zuckerberg, I'm the largest user of Facebook in all the EU institutions [00:44:30] in terms of followers, in terms of engagement, so I'm your best client here in the room. I've no idea of the value of that, but I'm pleased to see as I hope you are me. The one slight problem I have ... I'm watching very carefully the testimony that you gave on Capitol Hill. Time and again, people asked you, \"Is this genuinely a neutral, political platform?\" You come up with the same line again and again. It's well crafted. You say that Facebook is a platform [00:45:00] for all ideas.\nHistorically, of course, it's true that through Facebook and other forms of social media, there is no way that Brexit or Trump or the Italian elections could ever possibly have happened. It was social media that allowed people to get round the back of mainstream media. Perhaps you're horrified by this creation of yours and what it's led to. I don't know, but what is absolutely true is that since January of this year, [00:45:30] you've changed your modus operandi. You've changed your algorithms and it has led directly to a very substantial drop in views and engagement for those that have got right of center political opinions.\nThe facts are very clear. Just look at President Trump's numbers. On a much smaller scale, look at mine. Look at thousands of other conservative commentators and, on average, we're down about 25% over the course of this year. [00:46:00] That's happening on a platform for all ideas. I'm not talking here, Mr. Zuckerberg, about extremism. I'm not talking about encouraging violence. I'm not talking about hatred of anybody. I'm talking about people who have majority mainstream opinions and, frankly, I feel they are being willfully discriminated against.\nWhat interests me is who decides what is acceptable? Who are these people you referred to earlier, these third-party [00:46:30] fact checkers? Who are these people? Why is there no transparency in this process at all? I'm not generally somebody that calls for legislation on the international stage, but I'm beginning to wonder whether we need a social media bill or rights to basically protect free speech. I'm asking you today very, very clearly would you accept that today Facebook is not a platform for all ideas that is operated impartially?",
            "pos": 18
        },
        {
            "speaker": "Male",
            "statement": "[00:47:00] Very pro European.",
            "pos": 19
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Thank you Mr. Farage. Now, Mr ... We don't have a lot of time, please. Now, the next speaker is Mr. Nicolas Bay, co-chair of the European Nation and Freedom Group.",
            "pos": 20
        },
        {
            "speaker": "Nicolas Bay",
            "statement": "Mr. Zuckerberg, data protection is clearly a major issue for our citizens and that's [00:47:30] what the previous speakers have all focused on, but even more important is respect for fundamental freedoms. Your social network now has an almost monopoly position in many parts of the world. It creates dependency among internet users. Facebook is an algorithm. It's a platform for exchange and communication. It has a major impact on freedom of expression and freedom of information. Facebook's decisions [00:48:00] are very important.\nFor example, it's the same as banning a newspaper if you don't allow people to speak. You have decided to delete a number of false accounts, but I can tell you about real accounts that have been blocked. The French group [French 00:48:20] had its website on Facebook closed [00:48:30] down because it had strong views, but peaceful views about migration. It had 200,000 followers. I think that this is very worrying and has a totalitarian implication. If you prevent people from consulting the pages of legal organizations, then you're preventing users from getting access to a plurality of opinions, [00:49:00] opinions that are present in our society.\nImagine if a telephone operator decided to close down the numbers of people who didn't agree with the views of their company. As one academic who's seen this as a privatization of our public liberties. Beyond any jurisdiction or parliamentary control, it is furthermore unacceptable that there's a kind of private sovereignty [00:49:30] which competes with and challenges nation states.\nMr. Zuckerberg, you have a responsibility towards the billions of users of your platform. It's a huge responsibility, so two questions. The arbitrary censorship carried out by Facebook, is it compatible with the fundamental values of our democracy? By which legal criteria, do you justify your decision to close [00:50:00] down Facebook pages expressing legitimate opinions? A third rapid question, the hunt for fake news is very fashionable right now, but hasn't that become a new excuse for further restricting freedoms of opinion and expression? Thank you.",
            "pos": 21
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "We have another four speakers. Please we need to respect the timing. The first is Mrs. Dodds, non attached members. You have the floor.",
            "pos": 22
        },
        {
            "speaker": "Diane Dodds",
            "statement": "[00:50:30] Thank you Mr. President, and thank you Mr. Zuckerberg for appearing here today. I am a member of this parliament in Northern Ireland in the United Kingdom. While many of my colleagues here today have focused on elections and the issues of Facebook and public policy, I want to take you in a slightly different direction in my question today. In a few weeks time, [00:51:00] a family within my constituency will mark the third anniversary of the loss of their son to online bullying. His name was Ronan and he was 17 years old when he died. He was the victim of a false Facebook account from online bullies who persuaded him to send an intimate photograph of himself and then [00:51:30] asked for £3,000 in return for not posting this on his Facebook account.\nRonan's family have been incredibly brave in publicizing this case and in dealing with this situation, but this is only one example of the rise of false accounts within Facebook, and I would like you to tell us today what you're doing to stop [00:52:00] the rise of false Facebook accounts which deliberately target young and vulnerable people. Ronan clearly felt he had nowhere to go. Can you explain to us then as well in light of this phenomenon, which is a terrible thing right across Europe? Can you explain to us what you're doing to work with third-party organizations to try and educate people [00:52:30] in safety in using the internet?\nWould you tell us whether or not you're content that other families represented around this room here today will have their children kept safe by the settings and default settings that you use on your particular site? Can I just very quickly also say we live in a Europe in the rise of antisemitism in the rise of [00:53:00] terrorism, much of it conducted and much of the information conducted online. In the last few weeks, you've said that you've taken down a lot of that hateful and offensive comment from your site. Can you tell us how you define acceptable comment on the site, what are the benchmarks you use and whether or not Facebook actually is capable of regulating this for itself?",
            "pos": 23
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Now, Mrs. Cecilia Wikström, chair of [00:53:30] the Conference the Committee Chair, you have the floor.\nCecilia W.:Thank you very much, Mr. President, and thank you also for organizing and sharing this meeting with us tonight. Thanks to you, Mr. Zuckerberg, for having agreed to appear and to answer to our questions. We appreciate that a lot. It has been already stated many times, but it must be underlined again that it's essential that EU citizens can trust that their integrity and their rights [00:54:00] on the internet are being protected, especially since the EU new rules on data protection are entering into force in only three days as from now.\nI'd like to raise two questions to you, Mr. Zuckerberg. Firstly, the scandal involving Facebook and Cambridge Analytica is more than anything else, an issue of ethics and values. You said in your intervention in the hearing with the US Congress, you repeated it here tonight, that [00:54:30] Facebook is responsible for the content on the platform. Once Facebook request other companies to delete users' data, does Facebook follow up to check compliance by these companies? How will you ensure that this is really done?\nSecondly, I am convinced that EU citizens would like to know which specific measures that will be taken by Facebook to ensure that a scandal like this one, Cambridge [00:55:00] Analytica, will not occur again. You have shared your vision in spirit on greater responsibility on what happens on the platform, but Mr. Zuckerberg, can you guarantee to the millions of users, many of them EU citizens, that the company will take all the necessary steps to ensure that civil rights and liberties according to EU standards and that Facebook fully will comply to the GDPR and when [00:55:30] this will happen? It would be good to have a date when full compliance is ensured. Thank you.",
            "pos": 24
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Now Mr. Moraes, chair of the LIBE Committee, you have the floor.",
            "pos": 25
        },
        {
            "speaker": "Claude Moraes",
            "statement": "Thank you very much President. Thank you Mr. Zuckerberg for being here. We hope that our committee will examine further with Facebook executives and so on in depth. This is for people who are watching this web stream and want a more indepth investigation. I think Mr. Farage slightly characteristically talked about how prolific he was [00:56:00] on Facebook. I may be the most modest user of Facebook in the room, but our committee's not modest in any way. We are celebrating this week GDPR.\nI do want to mention that GDPR in my view ... And we have the rapporteur here ... Is not something that will impact entirely on your business model, and I think you know this. Eprivacy is essential also, and there's a reason I mention eprivacy is because there is as regulatory [00:56:30] framework here. I want to mention something very obvious. You're not in the Congressional hearing. You've come to the European Union, and there is a big difference. The difference mentioned by some of my colleagues, I want to make very explicit. That is that we are here in terms of regulation and the United States is here. This gap is very obvious. It's obvious in our adequacy agreements. It's obvious in the day-to-day transactions we have between the continents, but for you, [00:57:00] it is a real detailed question of how you will comply.\nI know you will say, \"Of course, we're going to comply with GDPR,\" but it's a much bigger task than I think people are estimating and no doubt the rapporteur will say something about that in a moment. In your introduction, you spoke I think quite eloquently about what you thought was one of the key points, which was the app question. I think you mentioned it because it is really the critical point. [00:57:30] What I wanted to ask ... And colleagues are talking about crowdsourcing questions. The question I've been asked by individuals, journalists and others is whether the question of protection of privacy and the rules on Facebook apps, which you were asked in Congress is actually the tip of the iceberg or is there a bigger iceberg.\nYou're addressing this because it's important, so I really do need to repeat this. Specifically, given that Facebook was forced to review [00:58:00] the apps authorized on the platform ... I'll be quick, President, promise. This is the problem about going last of course. Following the Cambridge Analytica scandal and now that I think you've blocked around 200 of these apps since the Congressional hearings ... You've come here having blocked 200 of them. Isn't this, first of all, a clear signal that Facebook failed to protect the privacy of its users? We have 252 million I think in the European Union. That's more than in the United States.\nIt gives [00:58:30] us the question that you should really provide us with the detailed measures ... And you have some of these ... That Facebook will implement to ensure a thorough analysis of apps that are allowed on Facebook. Really, why did you not inform users of these problems to enable them to take measures to protect their data?\nPresident, if you just allow me, the bottom line for you, I think, and for Facebook, is we need to know in Europe the true scale of the violations of users' data by third-party apps. We need [00:59:00] to get an estimate of this. We need to know what it means to commit to GDPR. If I just give you one example. The GDPR gives individuals a right to access and verify all the data a company holds on them and that includes not just their profiles, mentioned about another colleague, but also the marketing profiles, data that was not disclosed by the user by interpreted from his or her behavior. Are you really going to give users full access to their marketing profiles? Are you going [00:59:30] to complete all of the steps in GDPR, never mind eprivacy?\nReally what I want just to say in conclusion here, the question of the difference between GDPR and what is in the United States, the gap must be closed. For you, given that you're here ... And I tried to be brief because we will go in more depth ... Is it's not just that you've to comply with GDPR, but you've to remember that you're here in the European Union where we created GDPR, so [01:00:00] we ask you to make a legal and moral commitment, if you can, to uphold EU data protection law, to think about eprivacy, to protect the privacy of European users and the many millions of European citizens and non-Facebook users as well. This is a moral and legal obligation and implementation. I really ask you to think about this because you've come here not to Congress, but to the European Union and we have expectations. Thank you.",
            "pos": 26
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Last question, Mr. Albrecht, rapporteur [01:00:30] for the General Data Protection Regulation, you have the floor, Mr. Albrecht.",
            "pos": 27
        },
        {
            "speaker": "Jan Philipp A.",
            "statement": "Thank you very much, Mr. President, and thank you Mr. Zuckerberg for being with us here tonight. I'll keep it as short as possible to allow for all the questions to be answered. I really think there have been many very important questions to be answered. Three precise questions.\nFirst, I welcome a lot that Facebook is applying the principles of the GDPR in future [01:01:00] globally in its global business. I think that is a very important step ahead. I hope that it is complying with the GDPR globally because I could pose the question, if you as a US consumer should not get equal treatment to EU users? I think many US colleagues or users will pose the same question soon.\nThe first real question, will you, with Friday [01:01:30] the GDPR kicking in, assure that no Facebook user or future Facebook user has to give consent for the processing of personal data more than what is necessary to use the service? Today, we have very often the problem that there is a take it or leave situation and with the GDPR that is not really what we want to see anymore. You need to give consent for everything what is not [01:02:00] necessary to use the service.\nSecond, in the US Senate you responded to one of the question, \"We collect some data for security purposes, and we keep it.\" Can you promise that this data, which you keep for security purposes, is not used for other purposes like targeted advertisement. Last, but not least, repeatedly European courts have demanded [01:02:30] the separation of users' data between Facebook and WhatsApp after your company has acquired WhatsApp. Will you promise to me and also the European WhatsApp and Facebook users that from Friday onwards there won't be any exchange of users' personal data between the two services? Thank you very much.",
            "pos": 28
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Thank you very much. I think it's important for us to be at the center of the political debate. For another time, the European Parliament is the heart of democracy in Europe. [01:03:00] I think this political debate is very, very important not only for the European Parliament, also for the European citizens. For this, I want to thank you for the question. Now the floor is yours, Mr. Zuckerberg.",
            "pos": 29
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "President Tajani and honorable members, you've raised a lot of important questions and I'm going to try to use the remainder of our time to get through as many of them as I possibly can. [01:03:30] A number of you asked questions around inappropriate content on Facebook in one form or another, whether that's hate speech or bullying or terrorism or different content or fake accounts, and how this relates to this position and philosophy of needing to take a broader responsibility.\nFirst, let me be clear, the bottom line is that hate speech, bullying, terror, violence, [01:04:00] all this content has no place on our services, but in order to really execute that, we need to upgrade and do a better job of executing our policies. If you look back at the history of how we've operated ... When I got started in my dorm room in college, because it was just me and because we didn't have the AI tools at the time to be able to go look through a lot of the content and understand what was in violation of our community standards and what wasn't, [01:04:30] our policy for most of the history of the company has been to have our community flag things for us and then us to look at them reactively.\nIf someone sees something that they thought might be hate speech or bullying, they would flag that and then we would look at that. We've built up teams to manage that, but now we think that our responsibility is greater. Now sitting here in 2018, we have the ability to start developing more AI tools, which I'll get to in a moment in some more detail, [01:05:00] to be able to flag more of the content upfront and now is a big company. We also have the ability to employ tens of thousands of people to go review more of this content.\nIf you look, for example, at terror content, one of the things that I'm proud of is that our AI systems now can flag 99% of the ISIS and Al Qaeda related content that we end up taking down before any person in our community flags that for us. [01:05:30] Another example is around bullying. We had this really unfortunate set of incidents when we first launched Facebook Live, where we saw that people were harming themselves or committing suicide on Live. We realized that we needed to do a much better job of addressing that quickly, so we built AI tools and tools to determine if someone was thinking about harm or suicide, hired 3,000 people to [01:06:00] make it so that the response time that we could get to those live videos is now less than 10 minutes. That has been one area where we've been able to significantly improve.\nWe're basically going through each of these areas, starting from the areas that are the most sensitive and have the highest risk of harm, terror, bullying, self harm, election integrity, which is obviously extremely important. Are prioritizing them first, but our goal over the coming years [01:06:30] is going to get to developing the AI systems and hiring the staff necessary to be able to proactively review more of the content as it's coming into the system.\nWe'll never be perfect on this. Our adversaries especially on the election side, people who are trying to interfere, will have access to some of the same AI tools that we will. It's an arms race, and we'll need to constantly be working to stay ahead, but our vision for how we should manage the system is going to move from [01:07:00] one of reactive management as people in our community flag things to one where we're more proactively having systems look at the content, flag things for tens of thousands of people to review. We're already making significant progress in doing that.\nA number of you mentioned specifically issues around fake news. I want to talk a little bit about our roadmap for addressing this. The bottom line here is that nobody on Facebook or off Facebook [01:07:30] wants fake news. No one will sit here and say that they want the information that they see to be false. We've broken down the problem and we think that there are three main sources of content that are problematic.\nThe first is just spam, which I touched on a little bit in my opening statement. It's not politically motivated or ideologically motivated. It's economically motivated. It's people who are just trying to make money by coming up with the most sensationalist content they can and putting [01:08:00] it out there. The way you fight this is the same roadmap that companies have used to fight email spam. You take away these spammers' profit motive and then they go do something else. We've done a number of things like preventing them from using Facebook ads, decreasing the distribution to do this.\nThe second category is fighting fake accounts because what we found is that when people are using fake accounts on our system, there's less accountability and they're more likely to spread bad information, misinformation, [01:08:30] interact in ways that are interfering in elections and things like that. We developed systems both to identify fake accounts as they're being registered. We just released a transparency report, where we said that we took down ... I think it was in the first quarter of this year ... About 580 million fake accounts, the vast majority within minutes of being registered as our systems are able to identify that well.\nWe also have a significant operation [01:09:00] which is working on identifying fake accounts that get through that initial filter so we can identify them all once they're in the Facebook community. Our best estimate today I think is that it's a single digit percent of the accounts, but we're constantly working on improving our tools to be able to identify that. That's extremely important as well.\nYou have spammers, you have fake accounts. The last category is people who are well meaning, but just happen to share something that is provably [01:09:30] false. We don't want to be in a position as Facebook of saying what is true or false. We think that that's not the right position for us to be in, so we want to work with third-party fact checkers. We're public with who all the fact checkers are, to one of the questions that there was earlier.\nIf a number of third-party fact checkers all identify that a piece of news is provably false, then we'll append something to the story to make sure [01:10:00] that we show more related content so people can have a more rounded view or understand that fact checkers have marked that story as true and we'll try to show it less. We're trying to roll that out around the world. That requires having specific fact checking partners in every country and in every language, so we're constantly rolling out more each month, and we have a lot more to do here. We know that there's a lot more to do there.\nThere were a number of questions [01:10:30] around elections. I know that there are a lot of important elections coming up in Europe. I think in 2018 there are elections in Slovenia and Sweden, Latvia, Estonia, Belgium, Poland and of course the European Parliament. This is one of our top priorities as a company is just making sure that we prevent anyone from trying to interfere in elections like the Russians were able to in the US [01:11:00] presidential election in 2016. I outlined some of the roadmap for that earlier.\nThe game plan is a combination of building more AI tools to identify fake accounts that are trying to interfere and take them down, like we did in the French presidential election, where we identified and took down more than 30,000 accounts, a playbook of closer operation and cooperation with federal election commissions like we executed in the German elections in 2017 [01:11:30] and increased transparency, which we think is going to be very important.\nIf you have the ads that every political actor or advertiser is trying to run to every audience be public, then there's just more accountability. If someone is trying to do that as a fake account, it becomes more apparent. If someone, as a legitimate political actor, is just sending different messages to different groups, that will be transparent, so we think that that greater accountability [01:12:00] is important. That set of transparency tools that we're building, we're going to be rolling out the world globally this summer. We're optimistic about that. We think that there's probably more to do to add onto those after the first version, but we think that that first version is going to take us quite far as well.\nThen there were a number of questions about regulation. [01:12:30] Some of the questions asked how I view regulation. I don't think the question here is whether or not there should be regulation. I think the question is what is the right regulation. I think the internet is becoming increasingly important in people's lives. Some sort of regulation is important and inevitable. The important thing is to get this right and to make sure that we have regulatory frameworks that help protect people, that are flexible so that they allow [01:13:00] for innovation, that don't inadvertently prevent new technologies like AI from being able to develop and of course to make sure that new startups ... The next student sitting in a college dorm room like I was 14 years ago doesn't have an undue burden on being able to build the next great products. We think that that's really important and that's an ongoing conversation that we look forward to participating in.\nThere were a couple of questions [01:13:30] around competition and how we view our role and our position as a platform here. To that, I'd say a few things. First is that we exist in a very competitive space, where people use a lot of different tools for communication. The average person uses about eight different tools for communication ranging from all sorts [01:14:00] of private messaging up to more broadcast mediums to things where they're communicating with groups of people and all of their friends at once.\nFrom where I sit, it feels like there are new competitors coming up every day. There are competitors that reach tens and hundreds of millions of people. We're constantly needing to evolve our service in order to stay relevant and serve people well. That feels like it's a competitive environment where there are many choices that people have. On the business side, the business model [01:14:30] is advertising. Facebook today is about six percent of the global advertising market, so clearly advertisers also have a lot of choice in terms of where they choose to advertise. That's an important lens to look at it from as well, although I think that you want to look at it both from the consumer choice perspective and the business choice.\nOne thing that I want to add that I think often gets overlooked when you talk about competition is around the world there are 70 million small [01:15:00] businesses that use Facebook's tools to grow and reach customers. In Europe alone, there are about 18 million small businesses that use Facebook tools and, as I said in my opening statement, about half of them have told us that they are hiring more people because of their use of our tools to be able to grow.\nI think it's important not to lose track of, when you're thinking about competition, that there's the element in the internet space and in the advertising space, but there's also the extremely pro-competitive effect [01:15:30] of enabling all these small businesses to now have access to the same kinds of marketing and advertising tools and be able to reach customers in sophisticated technological ways that previously only large businesses had the means to do. That's something that we're very proud of that we can provide. It's something that levels the playing field. I think when you're thinking about the overall ecosystem and competition there, I think that that's a very important part to take into account.\nThere [01:16:00] were a number of questions about taxes, so I want to touch on that briefly as well. Facebook has always paid taxes in all of the countries where we have operations set up. We pay all taxes required by law, and we invest heavily in Europe. We're going to have more than 10,000 employees across Europe in 12 cities by the end of this year. We have two data centers. We have data centers already in Sweden and Ireland, and we're building another one in Denmark that's going to be online in 2020. We have [01:16:30] always paid the taxes that the law requires and we're making significant investments in terms of helping to build the economies in the countries here and to contribute to the innovation and job growth here as well.\nAll right, let me see. What else is there? There were a few questions about GDPR. The principles here are around control, [01:17:00] transparency and accountability. A number of you asked when we expect to be fully compliant with GDPR regulations. We do expect to be fully compliant on May 25th, so in three days from now. We've had a large team working on this inside Facebook to make sure that we're compliant. One of the things that we've wanted to make sure in rolling this out is ... Because one of the things that [01:17:30] the law requires here in Europe is that someone has to go through these extensive flows before they can use the service starting on May 25th.\nOne of the pieces of feedback that we got from people in the community was that they didn't want to get road blocked before being able to go see their friend's content. If you're coming to Facebook because you want to share something ... The last thing that we want is for someone to go through the flows quicker than they need to and just click okay or no on a bunch of stuff because they [01:18:00] just want to blow through that in order to get to what they were trying to do.\nWe've actually been rolling out the GDPR settings and flows for a while now, and a large percent of Europeans have already gone through them. We've basically put the flows in front of people and given them the opportunity to dismiss them. Starting on May 25th, we will start requiring people to go through the flows before they can resume using our services. A large percent of people, dozens [01:18:30] of percents, have gone through the flows already, and we've gotten good feedback on that and how we've implemented that so far.\nLet me see if there's anything else that is important to touch on. There were a couple of questions about political bias that I want to touch on because I think this is a very important topic. As [01:19:00] a couple of you mentioned, we are committed to being a platform for all ideas. That means that we want to make it so that people can come to our service and share any idea across the political spectrum. It's very important to me that we're a service that allows for a wide variety of political discourse. We view that as a big part of our responsibility. I can commit to you here today that we have never and will not [01:19:30] make decisions about what content is allowed, or how we do ranking, on the basis of a political orientation. That's an important philosophical point for me that I'm proud to be able to commit to.\nThere was a specific point around distribution and reduction of seeing people's content. On that, what I'd just say is we've made a number of changes this year to make [01:20:00] sure that we're showing people's friends and family and community content more than public content in general. A lot of the feedback that we've heard from people is that they come to Facebook because they want to stay connected to people. We've also done a lot of well being research. This wasn't a topic that came up today, but we're very focused on making sure that people's use of technology is good for people's well being and is not taking away from it in some way.\nAll the research that we have shows that when you're using the internet [01:20:30] to stay connected to people that you care about, that's good for your well being. its correlated with measures like increased measures of health and happiness and feeling more connected and less alone over time. When you're just using Facebook or the internet overall to read news or passively consume videos, that isn't correlated with those same benefits to well being. Because of that and because of feedback that we've received, we've made a number of shifts to the services to promote connecting with people's friends and family and communities [01:21:00] more than public content. That has led to reductions in distribution for public content, video, news across the board, and is not targeting any specific political ideology. Is there anything else here that ...",
            "pos": 30
        },
        {
            "speaker": "Syed Kamall",
            "statement": "Shadow profiles.",
            "pos": 31
        },
        {
            "speaker": "Male",
            "statement": "Shadow profiles.",
            "pos": 32
        },
        {
            "speaker": "Syed Kamall",
            "statement": "Shadow profiles",
            "pos": 33
        },
        {
            "speaker": "Male",
            "statement": "Compensation. [crosstalk 01:21:25].",
            "pos": 34
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "[01:21:30] To your question, for the content that websites and apps sent us, we think it's very important that people have the ability to clear this, so we just launched or just announced that we're building and will soon launch this clear history feature that allows you to clear all basic browsing history data. To your point earlier around how do we separate out the security data. You know, it's very [01:22:00] important that we don't have people who aren't Facebook users that come into our service and trying to scrape the public data that's available.\nOne of the ways that we do that is people use our service, and even if they're not signed in, we need to understand how they're using our service to prevent bad activity. A big theme of today has been around making sure that we can do a better job of governing the system, keeping bad content out. One of the ways that we do that is by understanding how people are using the system.",
            "pos": 35
        },
        {
            "speaker": "Syed Kamall",
            "statement": "But if you're not a [01:22:30] Facebook user, how do you stop that data being transferred?",
            "pos": 36
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "On the security side, we think it's important to keep it to protect people in our community. Were there any other themes that we want to get through. There's ... What's ... ?",
            "pos": 37
        },
        {
            "speaker": "Speaker 16",
            "statement": "About how you make sure that Cambridge Analytica wouldn't happen again?",
            "pos": 38
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Right, that's good. There were a number of questions around whether Cambridge Analytica was the tip of the iceberg or whether we expect there to be more apps that have misused [01:23:00] data. On this, the good news with Cambridge Analytica is that the changes that we made back in 2014 would prevent a new app like ... Well, Cambridge Analytica wasn't an app. It was an app developer who used the platform and then sold the data to Cambridge Analytica, which is a whole other thing.\nIt wouldn't be possible for an app developer to get access to that level of data since after our 2014 platform changes went into effect. [01:23:30] But because there were a lot of different apps that were using the system before 2014 and before these changes went into effect in 2015, we think it's important now to go back and investigate every single app that had access to a large amount of people's personal data before we lock down the platform. That's what we're in the process of doing.\nWe've already investigated thousands of apps, and, as I said earlier, we've taken down more than 200. There are many thousands [01:24:00] more that we need to investigate. This is going to take many months. I do anticipate that there are going to be other apps that we find that we're going to want to take down, and this is why we're going now and doing this full investigation.\nThis is part of our shift towards not just about trying to manage the system reactively of having ... We've always had the ability for people in our community to flag apps that they thought were bad actors to us, then we would look at them. We've had the ability and we've done audits of apps in the past. We've [01:24:30] had a content review and app review team, but now what we're doing is taking a much more proactive approach.\nRather than waiting for people in the community to flag for us that there may be issues, we are going through and investigating ourselves, up front, all the different apps that had access to a large amount of information. We are up front reviewing every app that asks for access to additional people's information, and anywhere where we see any concerns, we're going to bring in third-party auditors to conduct a full audit [01:25:00] to determine if there was any misuse of people's personal information. If there was, we will ban those apps and tell everyone who was affected.\nI want to be sensitive to time because we are 15 minutes over the scheduled meeting. I think that this was ... I realize that there were a lot of specific questions that I didn't get to specifically answer, but going around and hearing the themes of what people are concerned about and had questions about, [01:25:30] I think I was able to address the high-level areas in each. I'll make sure that we follow up with each of you afterwards to make sure that your specific questions get addressed, and we're going to have someone come to do a full hearing soon to answer more of the technical questions as well. Thank you again for inviting me, and for having me.",
            "pos": 39
        },
        {
            "speaker": "Claude Moraes",
            "statement": "Mr. Zuckerberg, I think there was one question raised by Guy Verhofstadt that's linked to my question and that's the separation of different [01:26:00] services. I think it's a very important question in this round, the market power of Facebook and to question if you cross use, for example, data between Facebook and WhatsApp. It would be good if you say at least one word to that.",
            "pos": 40
        },
        {
            "speaker": "Philippe L.",
            "statement": "Will you allow users escape targeted advertising. I asked you six yes or no questions I got not a single answer. Of course, well, you asked for this format for a reason.",
            "pos": 41
        },
        {
            "speaker": "Claude Moraes",
            "statement": "[01:26:30] I'll make sure we follow up and get you answers to those.",
            "pos": 42
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "I want to ask you if it's possible to have write answer for any question from you in the next days.",
            "pos": 43
        },
        {
            "speaker": "Speaker 16",
            "statement": "Yes, of course.",
            "pos": 44
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "From you?",
            "pos": 45
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Yes.",
            "pos": 46
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "In the next days?",
            "pos": 47
        },
        {
            "speaker": "Male",
            "statement": "But why [inaudible 01:26:45] answer.",
            "pos": 48
        },
        {
            "speaker": "Guy Verhofstadt",
            "statement": "I think that everybody of us can provide you all our questions because [crosstalk 01:26:51]. We have all well prepared our intervention so we have them on paper. We could, Mr. President, you collect them. You give them to [01:27:00] the team of Mr. Zuckerberg or Mr. Zuckerberg himself and we receive written answers on it. Let's be honest, I have not so much ... I don't think that the right way is to say, \"Now, we're going to be it in LIBE and so on.\"\nNo, there are a number of questions that has been put by other colleagues that I want an answer to. That said, I'm anxious of this new Brave New World that Mr. Zuckerberg has presented us, a Brave New World where tens and tens of thousand of private people are scrutinizing us and are saying what is fake news, what [01:27:30] is not fake news, what is hate speech, what is not hate speech. Don't you think that that there's a public task.",
            "pos": 49
        },
        {
            "speaker": "Udo Bullmann",
            "statement": "Mr. President, we need a continuation of this discussion in this format as well as in the LIBE format. This is very obvious.",
            "pos": 50
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "I think first of all-",
            "pos": 51
        },
        {
            "speaker": "Male",
            "statement": "Collecting the questions.",
            "pos": 52
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "It is possible to answer question by question to have the write answer by Mr. Zuckerberg in the next days, for [01:28:00] every question. Okay?",
            "pos": 53
        },
        {
            "speaker": "Guy Verhofstadt",
            "statement": "Competition, for example, or Europe anti-trusting, that's important. Do we need? I think we're going to push our anti-trust agency to go into this if there is not a good answer to.",
            "pos": 54
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "I think the problem is the timing. For me, it's possible to say, but there is a flight. I think if Mr-",
            "pos": 55
        },
        {
            "speaker": "Male",
            "statement": "There is no flight. I come from France [inaudible 01:28:22].",
            "pos": 56
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Yes, yes. Okay.",
            "pos": 57
        },
        {
            "speaker": "Guy Verhofstadt",
            "statement": "There are strikes. That's the only thing today.",
            "pos": 58
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Sorry, I think this is the format. Do you [01:28:30] agree, Mr. Zuckerberg, for write answer in the next days for question by question? Is it possible to have a write answer?",
            "pos": 59
        },
        {
            "speaker": "Speaker 16",
            "statement": "The questions that weren't answered today.",
            "pos": 60
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Yes, yes. The question, okay?",
            "pos": 61
        },
        {
            "speaker": "Speaker 16",
            "statement": "Yeah.",
            "pos": 62
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Yeah.",
            "pos": 63
        },
        {
            "speaker": "Male",
            "statement": "Okay.",
            "pos": 64
        },
        {
            "speaker": "Antonio Tajani",
            "statement": "Thank you very much.",
            "pos": 65
        },
        {
            "speaker": "Mark Zuckerberg",
            "statement": "Thank you. [crosstalk 01:28:46].",
            "pos": 66
        }
    ]
}